ohmyzsh/ohmyzsh path:plugins/gitfast
ohmyzsh/ohmyzsh path:plugins/docker
ohmyzsh/ohmyzsh path:plugins/python
ohmyzsh/ohmyzsh path:plugins/brew
ohmyzsh/ohmyzsh path:plugins/fzf
MichaelAquilina/zsh-you-should-use
zsh-users/zsh-autosuggestions
zsh-users/zsh-syntax-highlighting
